Repository: melomel8/trainingtogheter
Catalog: trunk/TrainingTogether/SupportingFiles/*.lproj/Localizable.strings
Languages: it

# instruction18
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Caution: keep the arm stretched out as possible. keep your abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, perform twists of the torso touching the ground with his hand, and returning to its starting position, drawing during a semi-circle.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Tenere il braccio il più disteso possibile. mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, effettuare delle torsioni del busto toccando il terreno con la mano e ritornando in posizione iniziale, disegnando durante il movimento una semicirconferenza.

# instruction19
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Caution: keep the arm stretched out as possible. keep your abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, perform twists of the torso touching the ground with his hand, and returning to its starting position, drawing during a semi-circle.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Tenere il braccio il più disteso possibile. mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, effettuare delle torsioni del busto toccando il terreno con la mano e ritornando in posizione iniziale, disegnando durante il movimento una semicirconferenza.

# instruction20
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Bring your pelvis as high as possible. Perform twists with your torso, bringing the leg from side to side of the body coming as close as possible to the ground without contact.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Portare il bacino più in alto possibile. Effettuare delle torsioni con il busto, portando la gamba da un lato all’altro del corpo arrivando il più vicino possibile al terreno, senza però prendere contatto.

# instruction21
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Carry out work for right leg which for the left, without halving the time. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Bring the whole body weight on your leg that is in contact with the ground pull each other out upwards. At the end of working time perform the same movement with the opposite.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Effettuare il lavoro sia per gamba destra che per la sinistra, senza dimezzare il tempo. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Portare il peso di tutto il corpo sulla gamba che resta a contatto con il terreno staccare l’altra portandola verso l’alto. Al termine del tempo di lavoro effettuare lo stesso movimento con l’opposta.

# instruction22
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, bring the outside leg upward and then bring the knee the elbow of the arm close. Once back in initial position touched and repeat the movement. The gesture must be slow and steady with a 1 second pause during contact elbow knee.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, portare la gamba esterna verso l’alto e poi avvicinare il ginocchio al gomito del braccio vicino. Una volta toccati tornare in posizione iniziale e ripetere il movimento. Il gesto deve essere lento e continuo con una pausa di 1 secondo durante il contatto gomito ginocchio.

# instruction23
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, bring the outside leg upward and then bring the knee the elbow of the arm close. Once back in initial position touched and repeat the movement. The gesture must be slow and steady with a 1 second pause during contact elbow knee.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, portare la gamba esterna verso l’alto e poi avvicinare il ginocchio al gomito del braccio vicino. Una volta toccati tornare in posizione iniziale e ripetere il movimento. Il gesto deve essere lento e continuo con una pausa di 1 secondo durante il contatto gomito ginocchio.

# instruction24
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Bring your pelvis as high as possible. The leg that is detached from the ground must be perpendicular to the upper body. Maintain the position initially by alternating the limbs to work half the time indicated by the program, until you get to repeat the first year only with one and then the other leg all the time indicated.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Portare il bacino più in alto possibile. La gamba che si stacca da terra dovrà stare in alto perpendicolare al corpo. Mantenere la posizione inizialmente alternando gli arti a metà del tempo di lavoro indicato dal programma, fino ad arrivare a ripetere l’esercizio prima solo con una e poi con l’altra gamba per tutto il tempo indicato.

# instruction25
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Carry out work for right leg which for the left, without halving the time. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Bring the whole body weight on your arm that remains in contact with the ground off the other leading upwards. At the end of working time perform the same movement with the opposite.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Effettuare il lavoro sia per gamba destra che per la sinistra, senza dimezzare il tempo. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Portare il peso di tutto il corpo sul braccio che resta a contatto con il terreno staccare l’altro portandolo verso l’alto. Al termine del tempo di lavoro effettuare lo stesso movimento con l’opposta.

# instruction26
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Carry out work for right leg which for the left, without halving the time. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Bring the whole body weight on your leg that is in contact with the ground pull each other out upwards. At the end of working time perform the same movement with the opposite.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Effettuare il lavoro sia per gamba destra che per la sinistra, senza dimezzare il tempo. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Portare il peso di tutto il corpo sulla gamba che resta a contatto con il terreno staccare l’altra portandola verso l’alto. Al termine del tempo di lavoro effettuare lo stesso movimento con l’opposta.

# instruction27
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, bring the outside leg upward and then bring the knee the elbow of the arm close. Once back in initial position touched and repeat the movement. The gesture must be slow and steady with a 1 second pause during contact knee elbow, right after swing back and forth outside leg touching the ground in a choice point ahead and behind.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, portare la gamba esterna verso l’alto e poi avvicinare il ginocchio al gomito del braccio vicino. Una volta toccati tornare in posizione iniziale e ripetere il movimento. Il gesto deve essere lento e continuo con una pausa di 1 secondo durante il contatto gomito ginocchio, subito dopo far oscillare avanti e indietro la gamba esterna sfiorando il terreno in un punto a scelta avanti e dietro.

# instruction28
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground. Taking awareness of starting position, bring the outside leg upward and then bring the knee the elbow of the arm close. Once back in initial position touched and repeat the movement. The gesture must be slow and steady with a 1 second pause during contact knee elbow, right after swing back and forth outside leg touching the ground in a choice point ahead and behind.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno. Presa consapevolezza della posizione di partenza, portare la gamba esterna verso l’alto e poi avvicinare il ginocchio al gomito del braccio vicino. Una volta toccati tornare in posizione iniziale e ripetere il movimento. Il gesto deve essere lento e continuo con una pausa di 1 secondo durante il contatto gomito ginocchio, subito dopo far oscillare avanti e indietro la gamba esterna sfiorando il terreno in un punto a scelta avanti e dietro.

# instruction29
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Attention: starting from the basic position of the bridge for buttocks we bridge for buttocks with two supports, lifting one of the two legs in upward, keeping the side in contact with the ground. It is very important that the basin rise up as much as possible and that the abdomen and lower back muscles will contract during boarding and alighting. Run for the first time with one leg and then the other and remember always to keep the leg stretched up both up-down phase. Once touched the ground with the buttocks the leg can return to Earth, or remain upwards, this movement is free, your choice.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Partendo dalla posizione di base del ponte per glutei eseguiamo il ponte per glutei a due appoggi, alzando una delle due gambe in verso l’alto, mantenendo l’opposta in contatto con il terreno. È molto importante che il bacino salga in alto il più possibile e che l’addome e i muscoli lombari si contraggano durante la salita e la discesa. Eseguire per il tempo stabilito l’esercizio prima con una gamba e poi con l’altra ricordandosi sempre di mantenere tesa la gamba in alto sia in fase di salita che in fase di discesa. Una volta toccato il terreno con i glutei la gamba può tornare a terra, oppure rimanere verso l’alto, questo movimento è libero, a tua scelta.

# instruction30
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. The arms must form a 90° angle at the elbow. Once stabilized the position begin contracting with maximum force the abdomen and the chest muscles.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Le braccia devono formare un angolo di 90° all’altezza del gomito. Una volta stabilizzata la posizione iniziare a contrarre con la massima forza l’addome e il muscoli pettorali.

# instruction31
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Once you have found the correct position, bring one of the two legs upward, trying to arch your back as possible. The leg that is in contact with the ground will serve as a stabilizer, therefore it must stay contracted for the duration of the exercise. Feel work in addition to the front of the rear body. Run all the time the exercise with one leg and then repeat with the other, do not switch them.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Una volta trovata la posizione corretta portare una delle due gambe verso l’alto, cercando di inarcare il meno possibile la schiena. La gamba che resta a contatto con il terreno servirà da stabilizzatore, pertanto dovrà restare contratta per tutta la durata dell’esercizio. Sentirai lavorare oltre che la parte anteriore del corpo anche la posteriore. Eseguire per tutto il tempo l’esercizio con una gamba e ripetere successivamente con l’altra, non alternarle.

# instruction32
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. The arms must form a 90° angle at the elbow. Once stabilized the position begin contracting with maximum force the abdomen and the chest muscles.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Portare verso l’alto il braccio e la gamba opposti, utilizzano gli altri due come stabilizzatori. La forza dell’addome e dei muscoli lombari è fondamentale per il mantenimento dell’equilibrio. Cercare di restare fermi per la totale durata del tempo, al termine cambiare braccia e gambe con le opposte. Più si è in grado di stare fermi maggiore sarà la consapevolezza del proprio corpo.

# instruction33
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. The bench has a different side than the plank, is in fact much more unstable. This instability is increased by the pendulum. Taking awareness of initial position that has the support of ground with hand arm and foot on the ground of the limb off the ground, start the pendulum movement. I.e. bring back and forth inside leg, grazing the ground without ever touching it, leaving both front rear body axis. In this exercise, apart from the abdomen, oblique and lower back have a great interest in the adductor muscles.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Il bench laterale presenta un equilibrio diverso rispetto al plank, è infatti molto più instabile. Questa instabilità è incrementata dal Pendolo. Presa consapevolezza della posizione iniziale che presenta appoggio della mano a terra con braccio disteso e piede a terra dell’arto lontano dal terreno, iniziare il movimento di pendolo. Cioè portare avanti e indietro la gamba interna, sfiorando il terreno, senza mai toccarlo, allontanandosi sia anteriormente che posteriormente dall’asse corporeo. In questo esercizio oltre ad addome, obliqui e lombari hanno un grande interesse i muscoli adduttori.
