Repository: melomel8/trainingtogheter
Catalog: trunk/TrainingTogether/SupportingFiles/*.lproj/Localizable.strings
Languages: it

# instruction34
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. The bench has a different side than the plank, is in fact much more unstable. This instability is increased by the pendulum. Taking awareness of initial position that has the support of ground with hand arm and foot on the ground of the limb off the ground, start the pendulum movement. I.e. bring back and forth inside leg, grazing the ground without ever touching it, leaving both front rear body axis. In this exercise, apart from the abdomen, oblique and lower back have a great interest in the adductor muscles.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Il bench laterale presenta un equilibrio diverso rispetto al plank, è infatti molto più instabile. Questa instabilità è incrementata dal Pendolo. Presa consapevolezza della posizione iniziale che presenta appoggio della mano a terra con braccio disteso e piede a terra dell’arto lontano dal terreno, iniziare il movimento di pendolo. Cioè portare avanti e indietro la gamba interna, sfiorando il terreno, senza mai toccarlo, allontanandosi sia anteriormente che posteriormente dall’asse corporeo. In questo esercizio oltre ad addome, obliqui e lombari hanno un grande interesse i muscoli adduttori.

# instruction35
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Attention: starting from the basic position of the bridge for buttocks we bridge for buttocks by removing completely the basin floor. This exercise has multiple stages. The first you need to be aware of the position of the body. Once with the pelvis in 4 supports execute the second phase which involves the loss of contact to the ground by one of the two legs. Now there are 3 racks. Maintaining stable this position we activate the stopwatch and throughout the year we will have to pull from the ground the opposite arm leading up to 1 second and back to Earth. In this way we will be lean 2 3 supports dynamically throughout the life of the time. Over time I'll have to perform the same exercise with the opposite limbs for the same time indicated in the program. It is important that the basin remains high and stable.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: Partendo dalla posizione di base del ponte per glutei eseguiamo il ponte per glutei staccando completamente il bacino da terra. Questo esercizio presenta più fasi. La prima che serve per prendere coscienza della posizione del corpo. Una volta saliti con il bacino in 4 appoggi eseguiamo la seconda fase che prevede la perdita di contatto a terra da parte di una delle due gambe. Adesso ci troviamo a 3 appoggi. Mantenendo sempre stabile questa posizione attiviamo il cronometro e per tutta la durata dell’esercizio dovremo staccare da terra il braccio opposto portandolo verso l’alto per 1 secondo e riportandolo a terra. In questo modo passeremo da 3 appoggi a 2 appoggi in modo dinamico per tutta la durata del tempo. Finito il tempo di lavoro dovrò eseguire lo stesso esercizio con gli arti opposti per lo stesso tempo indicato nel programma. È importante che il bacino resti alto e stabile.

# instruction36
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: this exercise is the evolution of the plank to 2 feet, with an increase of difficulty given by greater instability that occurs in the upper body. Keep your abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Bring up the arm and the opposite leg, using the other two as stabilizers. The strength of the abdomen and lower back muscles is essential for maintaining the balance. Try to stand still for the total length of time, at the end change arms and legs with the opposing. The more you can stand still greater awareness of one's own body.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: Questo esercizio è l’evoluzione del plank a 2 appoggi, con un incremento di difficoltà dato dalla maggior instabilità che si presenta nel distretto superiore del corpo. Mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Portare verso l’alto il braccio e la gamba opposti, utilizzano gli altri due come stabilizzatori. La forza dell’addome e dei muscoli lombari è fondamentale per il mantenimento dell’equilibrio. Cercare di restare fermi per la totale durata del tempo, al termine cambiare braccia e gambe con le opposte. Più si è in grado di stare fermi maggiore sarà la consapevolezza del proprio corpo.

# instruction37
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Once you have found the correct position, bring one of the two legs upwards and at the same time the opposite arm, trying to arch your back as possible. Now you should be able to maintain stable leading position as high up as possible to both the leg and the opposite arm and back again to the starting position dynamically. 2 fixed points, then one name him zero position and another position 1 and you will have to go through both points for the duration of the exercise. Very important are the limbs that are in contact with the soil that will be used as stabilizers as well as abdominal and lumbar. Finished with the two chosen art perform the same with opposites. Remember that is a plank and bench, so stability is greater.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Una volta trovata la posizione corretta portare una delle due gambe verso l’alto e contemporaneamente il braccio opposto, cercando di inarcare il meno possibile la schiena. Adesso devi riuscire a mantenere stabile la posizione portando il più in alto possibile sia la gamba che il braccio opposto e tornare continuamente alla posizione di partenza in modo dinamico. Quindi fissa 2 punti, uno lo chiamerai posizione zero e l’altro posizione 1 e dovrai passare per entrambi i punti per tutta la durata dell’esercizio. Importantissimi saranno gli arti che sono a contatto con il terreno che serviranno come stabilizzatori insieme a lombari e addominali. Terminato il lavoro con i due arti scelti eseguire lo stesso con gli opposti. Ricordarsi che è una posizione plank e non banch, quindi la stabilità sarà maggiore.

# instruction38
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible. Warning: this position presents a worthy instability of the last working session to which you came. You are definitely ready to deal with it thanks to the location, but be careful of some precautions. The exercise has two phases, stabilization and twist. First of all take conscience of the stabilization phase where the pelvis and spine must be aligned and stable. 2 disconnect position found opposite arts such as right leg and left arm. At this point start the second phase. The twist must be complete, pivoting on the foot and hand that are in contact with the ground. You always rotate the arm that is not in contact with the ground and the leg must push with much strength the body upward, making lose stability at the pelvis and back. The thrust phase you will be forced to return to the start position with a return phase where the control will be crucial and the return to stability of the pelvis. Run the exercise with 2 Arts for the total duration of time, run it with the other two.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile.Attenzione: Questa posizione bench presenta una instabilità degna dell’ultima sessione di lavoro a cui sei arrivato. Sei sicuramente pronto ad affrontarla grazie al percorso fatto, ma stai attento d alcuni accorgimenti. L’esercizio presenta due fasi, stabilizzazione e torsione. Prima di tutto prendi coscienza della fase di stabilizzazione dove bacino e schiena dovranno essere in asse e stabili. Trovata la posizione staccare 2 arti opposti ad esempio gamba destra e braccio sinistro. A questo punto iniziare la seconda fase. La torsione deve essere completa, facendo perno su piede e mano che sono a contatto con il terreno. Si ruota sempre dalla parte del braccio che non è a contatto con il terreno e la gamba dovrà spingere con molta forza il corpo verso l’alto, facendo perdere stabilità a bacino e schiena. Effettuata la fase di spinta sarai costretto a tornare alla posizione iniziale con una fase di ritorno dove sarà fondamentale il controllo ed il ritorno alla stabilità del bacino. Eseguito l’esercizio con 2 arti per la durata totale del tempo, eseguirlo poi con gli altri due.

# instruction39
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible. Keep positions for about 1 second. Attention: starting at the location of a 2 supports bench you will be able to perform this last position bench. It is important to maintain body stability and control during the two phases, that of expulsion and that contact between the elbow and knee opposite limbs. Always carry and dynamically opposing limbs into contact by impact for a second his elbow with the opposite knee, then return to the start position. Perform the exercise for the entire duration of the programme and then repeat with the opposite limbs.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile. Mantenere le posizioni per 1 secondo circa. Attenzione: Partendo dalla posizione di banch a 2 appoggi sarai in grado di eseguire questa ultima posizione bench. È importante mantenere la stabilità del corpo e il controllo durante le due fasi, quella di allontanamento e quella di contatto tra gomito e ginocchio degli arti opposti. Portare sempre e in modo dinamico gli arti opposti a contatto, facendo impattare per un secondo il gomito con il ginocchio opposto, tornare poi alla posizione iniziale. Eseguire l’esercizio per tutta la durata del programma e poi ripetere con gli arti opposti.

# noProgramsTitle
source: No Programs
it: Nessun Programma

# noProgramsMessage
source: There are any programs for this level
it: Non ci sono programmi per il livello selezionato

source: Undo
it: Annulla

# close
source: Dismiss
it: Chiudi
