Repository: melomel8/trainingtogheter
Catalog: trunk/TrainingTogether/SupportingFiles/*.lproj/Localizable.strings
Languages: it

# levelSelectionTitle
source: Select Your Level
it: Seleziona il Livello

# programDetailTitle
source: Program Detail
it: Dettaglio Programma

# exerciseDetailTitle
source: Exercise Detail
it: Dettaglio Esercizio

source: Basic
it: Base

source: Easy
it: Facile

source: Medium
it: Medio

source: Advanced
it: Avanzato

source: Work Type
it: Tipo di Allenamento

# selectWork
source: Select Work Type
it: Seleziona il tipo di allenamento

source: Normal
it: Normale

source: Circuit
it: Circuito

source: Recovery
it: Recupero

# exercise1
source: Front static plank 4 supports
it: Plank statico frontale a 4 appoggi

# exercise2
source: Left side static plank 3 supports
it: Plank statico laterale sinistro a 3 appoggi

# exercise3
source: Right side static plank 3 supports
it: Plank statico laterale destro a 3 appoggi

# exercise4
source: Static gluteus bridge 4 supports
it: Ponte per glutei statico a 4 appoggi

# exercise5
source: Front static bench 4 supports
it: Bench statico a 4 appoggi

# exercise6
source: Front dynamic plank 4 supports
it: Plank dinamico a 4 appoggi

# exercise7
source: Left side dynamic plank 3 supports
it: Plank laterale dinamico a 3 appoggi a sinistra

# exercise8
source: Right side dynamic plank 3 supports
it: Plank laterale dinamico a 3 appoggi a destra

# exercise9
source: Dynamic gluteus bridge 4 supports
it: Ponte per glutei dinamico a 4 appoggi

# exercise10
source: Normal Push up 90°
it: Piegamenti braccia fino a 90°

# exercise11
source: Left side static plank 2 supports
it: Plank laterale statico a sinistra a 2 appoggi con sostegno

# exercise12
source: Right side static plank 2 supports
it: Plank laterale statico a destra a 2 appoggi con sostegno

# exercise13
source: Front static bench staggered arms
it: Bench statico braccia sfalsate

# exercise14
source: Front dynamic plank with torsion arms
it: Plank dinamico con torsione degli arti superiori

# exercise15
source: Dynamic gluteus bridge with torsion arms
it: Ponte per glutei dinamico a 3 appoggi con torsione arti superiori

# exercise16
source: Push up staggered arms
it: Bench dinamico braccia sfalsate

# exercise17
source: Front dynamic plank with torsion legs
it: Plank a 3 appoggi con torsione degli arti inferiori

# exercise18
source: Left side bench with torsion arms
it: Bench laterale dinamico in torsione a sinistra

# exercise19
source: Right side bench with torsion arms
it: Bench laterale dinamico in torsione a destra

# exercise20
source: Static gluteus bridge with torsion legs
it: Ponte per glutei dinamico a 2 appoggi con torsione arti inferiori

# exercise21
source: Front static plank 3 supports
it: Plank statico a 3 appoggi

# exercise22
source: Left side dynamic plank with contact elbow and knee
it: Plank laterale dinamico a sinistra con contatto gomito ginocchio e apertura a 2 appoggi

# exercise23
source: Right side dynamic plank with contact elbow and knee
it: Plank laterale dinamico a destra con contatto gomito ginocchio e apertura a 2 appoggi

# exercise24
source: Static gluteus bridge 2 supports
it: Ponte per glutei statico a 2 appoggi destra e sinistra

# exercise25
source: Front static bench 1 arm support
it: Plank statico a 3 appoggi con singolo sostegno negli arti superiori

# exercise26
source: Front static plank 1 leg support
it: Plank statico a 3 appoggi con singolo sostegno negli arti inferiori

# exercise27
source: Left side dynamic plank with contact elbow and knee and torsion leg
it: Plank laterale dinamico con contatto gomito ginocchio e a seguire torsione avanti dietro arto inferiore a sinistra

# exercise28
source: Right side dynamic plank with contact elbow and knee and torsion leg
it: Plank laterale dinamico con contatto gomito ginocchio e a seguire torsione avanti dietro arto inferiore a destra

# exercise29
source: Dynamic gluteus bridge 3 supports
it: Ponte per glutei dinamico a 2 appoggi alternato

# exercise30
source: Front static bench 90° 3 supports
it: Bench statico a 3 appoggi con braccia a 90°

# exercise31
source: Front static plank 3 supports with dynamic leg
it: Plank a 3 appoggi dinamico arti inferiori

# exercise32
source: Front static plank 2 supports
it: Plank statico a 2 appoggi

# exercise33
source: Left side bench 2 supports and leg pendulum
it: Bench laterale a 2 appoggi con pendolo su piede esterno a destra

# exercise34
source: Right side bench 2 supports and leg pendulum
it: Bench laterale a 2 appoggi con pendolo su piede esterno a sinistra

# exercise35
source: Dynamic gluteus bridge with 3/2 supports
it: Ponte dinamico a 3 appoggi e 2 appoggi

# exercise36
source: Front static bench 2 supports
it: Bench statico a 2 appoggi

# exercise37
source: Front dynamic plank 2 supports
it: Plank dinamico a 2 appoggi

# exercise38
source: Front dynamic bench with total body torsion
it: Bench dinamico in torsione a due appoggi

# exercise39
source: Front dynamic bench with contact elbow and knee
it: Bench dinamico a 2 appoggi con incontro gomito ginocchio

# instruction1
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica.

# instruction2
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Both feet must be in contact with the ground in order to allow better static equilibrium.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Entrambi i piedi devono essere a contatto con il terreno in modo da consentire un migliore equilibrio statico

# instruction3
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Both feet must be in contact with the ground in order to allow better static equilibrium.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Entrambi i piedi devono essere a contatto con il terreno in modo da consentire un migliore equilibrio statico

# instruction4
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Both feet must be in contact with the ground in order to allow better static equilibrium.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Portare il bacino più in alto possibile, mantenendo un equilibrio il più possibile stabile grazie all’appoggio di entrambe le braccia a terra.

# instruction5
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica.

# instruction6
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis, especially during the descent towards the ground.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica, soprattutto durante la discesa verso il terreno.

# instruction7
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Both feet must be in contact with the ground in order to allow better static equilibrium, the exercise requires the external foot will come off the ground and parallel to each other up. Hold this position for one second and return back to the ground to stabilize the balance.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Entrambi i piedi devono essere a contatto con il terreno in modo da consentire un migliore equilibrio statico, l’esercizio prevede che il piede esterno si stacchi dal terreno e si alzi parallelo all’altro. Tenere per un secondo questa posizione e tornare nuovamente al suolo per ristabilizzare l’equilibrio.

# instruction8
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Both feet must be in contact with the ground in order to allow better static equilibrium, the exercise requires the external foot will come off the ground and parallel to each other up. Hold this position for one second and return back to the ground to stabilize the balance.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Entrambi i piedi devono essere a contatto con il terreno in modo da consentire un migliore equilibrio statico, l’esercizio prevede che il piede esterno si stacchi dal terreno e si alzi parallelo all’altro. Tenere per un secondo questa posizione e tornare nuovamente al suolo per ristabilizzare l’equilibrio.

# instruction9
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Bring your pelvis as high as possible, while maintaining a stable balance as much as possible with the support of both arms to the ground. After 2 seconds returning to Earth with the basin for 1 second and then go back on top, make this dynamic movement for the total amount of time determined by the work programme you have chosen.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Portare il bacino più in alto possibile, mantenendo un equilibrio il più possibile stabile grazie all’appoggio di entrambe le braccia a terra. Dopo 2 secondi tornare a terra con il bacino per 1 secondo e poi risalire in alto, effettuare questo movimento dinamico per il totale del tempo stabilito dal programma di lavoro scelto.

# instruction10
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Attention: starting at location bench flexing his arms static performing a push up until 90°, remain for 1 second isometric position and return to the initial position bench. Keep back in axis and your ABS contracted and stabilized
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: partendo dalla posizione bench statico flettere le braccia eseguendo un push up fino a 90°, restare per 1 secondo in posizione isometrica e ritornare alla posizione bench iniziale. Mantenere schiena sempre in asse e gli addominali contratti e stabilizzati

# instruction11
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno.

# instruction12
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. The basin must remain up and counteract the force of gravity that push downwards. Only the inner foot must be in contact with the ground.
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Il bacino deve restare alto e contrastare la forza di gravità che lo spingerebbe verso il basso. Solo il piede interno deve trovarsi a contatto con il terreno.

# instruction13
source: Maintain the position represented in the picture for the time indicated by the chosen training programme. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. The arms must be arranged in staggered way, i.e. with reference to a should be over the shoulder forward, and one more behind than the opposite shoulder
it: Mantenere la posizione rappresentata nella foto per il tempo indicato dal programma di allenamento scelto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Le braccia devono essere disposte in modo sfalsato, cioè con riferimento alle spalle una deve essere oltre la spalla in avanti, e l’altra più in dietro rispetto alla spalla opposta

# instruction14
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Make a full twist, touching the ground with your hand, when you're down and when you're at the top you will need to bring the arm as much as possible in line with the body text.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Effettuare una torsione completa, toccando con la mano il terreno, quando ti trovi in basso e quando sei in alto dovrai portare il braccio più possibile in asse con il testo del corpo.

# instruction15
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Bring your pelvis as high as possible. Perform twists with the bust, supporting the full weight on one of the 2 shoulders. The arm should touch the ground before returning to the Center and to start the twist from the opposite side. Allow a slight descent of the basin, onshore, while twisting the trunk
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. Portare il bacino più in alto possibile. Effettuare delle torsioni con il busto, appoggiando tutto il peso su una delle 2 spalle. Il braccio dovrà toccare terra prima di tornare al centro e far iniziare la torsione dal lato opposto. È consentita una lieve discesa del bacino, verso terra, durante la fase di torsione del busto

# instruction16
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. The arms must be arranged in staggered way, i.e. with reference to a should be over the shoulder forward, and one more behind than the opposite shoulder starting at location bench arms flexing static performing a push up until 90°, remain for 1 second isometric position and return to the initial position bench. Keep back in axis and your ABS contracted and stabilized. Make half the time working with the arms in a position and the second half of the work, reverse the order of support of the hands on the floor.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Le braccia devono essere disposte in modo sfalsato, cioè con riferimento alle spalle una deve essere oltre la spalla in avanti, e l’altra più in dietro rispetto alla spalla opposta partendo dalla posizione bench statico flettere le braccia eseguendo un push up fino a 90°, restare per 1 secondo in posizione isometrica e ritornare alla posizione bench iniziale. Mantenere schiena sempre in asse e gli addominali contratti e stabilizzati. Effettuare la metà del tempo di lavoro con le braccia in una posizione e la seconda metà del lavoro invertire l’ordine dell’appoggio delle mani al suolo.

# instruction17
source: Dynamically perform the sequence of pictures for the time indicated by the chosen training program, trying to make the most fluent and continuous movement as possible, maintaining a 1 second pause approximately for each location indicated by the picture. Warning: always keep the abdomen in contraction throughout the exercise. Your back should remain straight, without always increase its physiological lordosis. Make a complete lower limb twist, pivoting on the supporting leg touching the ground with his foot during both forward and twist in the back.
it: Eseguire in modo dinamico la sequenza di foto per il tempo indicato dal programma di allenamento scelto, cercando di rendere il movimento più fluente e continuo possibile, mantenendo però una pausa di 1 secondo circa per ogni posizione indicata dalla foto. Attenzione: mantenere sempre l’addome in contrazione durante tutto l’esercizio. La schiena deve restare sempre dritta, senza aumentare la propria lordosi fisiologica. Effettuare una torsione completa dell’arto inferiore, facendo perno sulla gamba di appoggio toccando il suolo con il piede sia durante la torsione avanti che in quella posteriore.
